Repository: HeadAech/ExpenseTracker
Catalog: ExpenseTracker/Localization/Localizable.xcstrings
Source language: pl
Languages: en, es

# 3_MONTHS_STRING
source: 3 Miesiące
en: 3 Months
es: 3 Meses

# 7_DAYS_STRING
source: 7 Dni
en: 7 Days
es: 7 Días

# ADD_EXPENSES_STATISTICS_DESCRIPTION
source: Dodaj wydatki, aby zobaczyć wykres.
en: Add expenses to see the chart.
es: Añade gastos para ver el gráfico.

# ADD_PHOTO_MORE_STRING
source: Dodaj zdjęcie…
en: Add photo…
es: Añadir foto...

# ADD_STRING
source: Dodaj
en: Add
es: Añadir

# AMOUNT_LESS_THAN_ZERO_MESSAGE
source: Kwota nie może być mniejsza niż zero.
en: The amount can’t be lower than zero
es: El importe no debe ser inferior a cero.

# AMOUNT_STRING
source: Kwota
en: Amount
es: Importe

# AVERAGE_EXPENSES_STRING
source: Średnia wydatków
en: Average expenses
es: Gasto medio

# AVERAGE_STRING
source: Średnia
en: Average
es: Medio

# BUDGET_STRING
source: Budżet
en: Budget
es: Presupuesto

# CANCEL_STRING
source: Anuluj
en: Cancel
es: Cancelar

# CHANGE_MONTHLY_BUDGET_STRING
source: Zmień miesięczny budżet
en: Change monthly budget
es: Modifique su presupuesto mensual

# CHANGE_STRING
source: Zmień
en: Change
es: Cambia

# CHOOSE_PHOTO_STRING
source: Wybierz zdjęcie
en: Choose photo
es: Seleccionar imagen

# CHOOSE_TAG_STRING
source: Wybierz tag
en: Choose tag
es: Seleccione una etiqueta

# COLOR_STRING
source: Kolor
en: Color
es: Color

# COMPARISON_STRING
source: Porównanie
en: Comparison
es: Comparación

# CONFIRM_PIN_STRING
source: Potwierdź pin
en: Confirm PIN code
es: Confirmar pin

# DATE_FROM_FUTURE_MESSAGE
source: Data nie może być z przyszłości.
en: The date can’t be from the future
es: La fecha no puede ser del futuro.

# DATE_RANGE_STRING
source: Zakres dat
en: Date range
es: Intervalo de fechas

# DATE_STRING
source: Data
en: Date
es: Fecha

# DAY_STRING
source: Dzień
en: Day
es: Día

# DELETE_ALERT_TITLE
source: Czy na pewno chcesz usunąć?
en: Are you sure you want to delete?
es: ¿Seguro que quieres borrar?

# DELETE_PHOTO_STRING
source: Usuń zdjęcie
en: Delete photo
es: Borrar imagen

# DELETE_PIN_STRING
source: Usuń pin
en: Delete PIN code
es: Borrar pin

# DELETE_STRING
source: Usuń
en: Delete
es: Borrar

# DONE_STRING
source: Gotowe
en: Done
es: Listo

# EDIT_EXPENSE_STRING
source: Edytuj wydatek
en: Edit expense
es: Editar gastos

# EDIT_STRING
source: Edytuj
en: Edit
es: Editar

# EDIT_TAG_STRING
source: Edytuj tag
en: Edit tag
es: Editar etiqueta

# ENTER_PIN_STRING
source: Podaj pin
en: Enter PIN code
es: Introducir pin

# EXPENSE_STRING
source: Wydatek
en: Expense
es: Gasto

# GRADIENT_COLOR_STRING
source: Kolor gradientu
en: Gradient color
es: Color gradiente

# HISTORY_STRING
source: Historia
en: History

# HOME_STRING
source: Główna
en: Home
es: Inicio

# ICON_AIRPLANE
source: Samolot
en: Airplane
es: Avión

# ICON_AIRPLANE_ARRIVAL
source: Samolot - przylot
en: Airplane - arrival
es: Avión - llegada

# ICON_AIRPLANE_DEPARTURE
source: Samolot - odlot
en: Airplane - departure
es: Avión - salida

# ICON_ALARM
source: Budzik
en: Alarm clock
es: Despertador

# ICON_APPLE_LOGO
source: Logo Apple
en: Apple Logo
es: Logotipo de Apple

# ICON_BACKPACK
source: Plecak
en: Backpack
es: Mochila

# ICON_BAG
source: Torba
en: Bag
es: Bolsa

# ICON_BALLON
source: Balon
en: Ballon
es: Globo

# ICON_BASKET
source: Koszyk
en: Basket
es: Cesta

# ICON_BASKETBALL
source: Piłka do koszykówki
en: Basketball
es: Baloncesto

# ICON_BATTERY_100PERCENT
source: Bateria
en: Battery
es: Batería

# ICON_BED
source: Łóżko
en: Bed
es: Cama

# ICON_BELL
source: Dzwonek
en: Bell
es: Campana

# ICON_BICYCLE
source: Rower
en: Bicycle
es: Bicicleta

# ICON_BINOCULAR
source: Lornetka
en: Binocular
es: Prismáticos

# ICON_BOOK_CLOSED
source: Zamknięta książka
en: Closed book
es: Libro cerrado

# ICON_BOOKMARK
source: Zakładka
en: Bookmark
es: Marcar como favorito

# ICON_BOOKS_VERTICAL
source: Książki
en: Books
es: Libros

# ICON_BRAIN
source: Mózg
en: Brain
es: Cerebro

# ICON_BRUSH
source: Pędzel
en: Brush
es: Cepillo

# ICON_CAMERA
source: Aparat
en: Camera
es: Cámara

# ICON_CAR
source: Samochód
en: Car
es: Automóvil

# ICON_CARROT
source: Marchewka
en: Carrot
es: Zanahoria

# ICON_CART
source: Koszyk
en: Cart
es: Cesta

# ICON_CLOCK
source: Zegar
en: Clock
es: Reloj

# ICON_CLOUD
source: Chmura
en: Cloud
es: Nube

# ICON_CREDITCARD
source: Karta kredytowa
en: Credit card
es: Tarjeta de crédito

# ICON_CROSS
source: Krzyżyk
en: Cross
es: Cruz

# ICON_CUP_AND_SAUCER
source: Filiżanka
en: Cup
es: Taza

# ICON_DICE
source: Kostka
en: Dice
es: Cubo

# ICON_DOC
source: Dokument
en: Document
es: Documento

# ICON_DUMBBELL
source: Hantla
en: Dumbbell
es: Mancuerna

# ICON_ENVELOPE
source: Koperta
en: Envelope
es: Sobre

# ICON_EV_CHARGER
source: Ładowarka
en: EV Charger
es: Cargador

# ICON_EXTERNAL_DRIVE
source: Dysk
en: External drive
es: Conducir

# ICON_EYEBROW
source: Makijaż
en: Make-up
es: Maquillaje

# ICON_EYEGLASSES
source: Okulary
en: Eyeglasses
es: Gafas

# ICON_EYES
source: Oczy
en: Eyes
es: Ojos

# ICON_FILM
source: Taśma filmowa
en: Film
es: Cinta de película

# ICON_FLAG
source: Flaga
en: Flag
es: Bandera

# ICON_FLAG_CHECKERED
source: Flaga mety
en: Checkered flag
es: La bandera de meta

# ICON_FLASK
source: Kolba
en: Flask
es: Frasco

# ICON_FLOWER
source: Kwiat
en: Flower
es: Flor

# ICON_FORK_AND_KNIFE
source: Widelec i nóż
en: Fork and knife
es: Tenedor y cuchillo

# ICON_FUELPUMP
source: Dystrybutor
en: Fuelpump
es: Distribuidor

# ICON_FUNCTION
source: Funkcja
en: Function
es: Función

# ICON_GAME_CONTROLLER
source: Kontroler do gier
en: Game controller
es: Mando de juegos

# ICON_GIFT
source: Prezent
en: Gift
es: Regalo

# ICON_GLOBE
source: Glob
en: Globe

# ICON_GLOBEDESK
source: Globus
en: Desk Globe

# ICON_GRADUATION_CAP
source: Czapka dyplomowa
en: Graduation cap
es: Gorra de diploma

# ICON_HAMMER
source: Młotek
en: Hammer
es: Martillo

# ICON_HANGER
source: Wieszak
en: Hanger
es: Percha

# ICON_HEADPHONES
source: Słuchawki
en: Headphones
es: Auriculares

# ICON_HEART
source: Serce
en: Heart
es: Corazón

# ICON_KEY
source: Klucz
en: Key
es: Clave

# ICON_LOCATION
source: Lokalizacja
en: Location
es: Ubicación

# ICON_LOCK
source: Kłódka
en: Lock
es: Candado

# ICON_MAGAZINE
source: Magazyn
en: Magazine
es: Revista

# ICON_MAP
source: Mapa
en: Map

# ICON_MIC
source: Mikrofon
en: Microphone
es: Micrófono

# ICON_MOON
source: Księżyc
en: Moon
es: Luna

# ICON_MOUTH
source: Usta
en: Mouth
es: Boca

# ICON_MOVIE_CLAPPER
source: Klaps filmowy
en: Movie clapper
es: Badajo de película

# ICON_MUG
source: Kubek
en: Mug
es: Taza

# ICON_NEWSPAPER
source: Gazeta
en: Newspaper
es: Periódico

# ICON_PAINT_BRUSH
source: Pędzel do farby
en: Paint brush
es: Pincel

# ICON_PAINT_PALETTE
source: Paleta
en: Paint palette

# ICON_PAPERCLIP
source: Spinacz
en: Paperclip
es: Clip

# ICON_PAWPRINT
source: Odcisk łapy
en: Paw print
es: Huella

# ICON_PEOPLE
source: Ludzie
en: People
es: Personas

# ICON_PERSON
source: Osoba
en: Person
es: Persona

# ICON_PHONE
source: Telefon
en: Phone
es: Teléfono

# ICON_PIANO
source: Pianino
en: Piano
es: Piano

# ICON_PILL
source: Tabletka
en: Pill
es: Tableta

# ICON_POWERPLUG
source: Wtyczka
en: Powerplug
es: Enchufe

# ICON_RAINBOW
source: Tęcza
en: Rainbow
es: Arco iris

# ICON_REMOTE
source: Pilot
en: Remote
es: Piloto

# ICON_SHOE
source: But
en: Shoe
es: Zapato

# ICON_SOCCER_BALL
source: Piłka nożna
en: Soccer ball
es: Fútbol

# ICON_SPARKLES
source: Gwiazdy
en: Sparkles
es: Estrellas

# ICON_SPIGOT
source: Kran
en: Spigot
es: Toque

# ICON_SQUARE_ROOT
source: Pierwiastek
en: Square root
es: Elemento

# ICON_STETHOSCOPE
source: Stetoskop
en: Stethoscope
es: Estetoscopio

# ICON_STRING
source: Ikona
en: Icon
es: Icono

# ICON_STUDENT_DESK
source: Biurko
en: Student desk
es: Escritorio

# ICON_SUITCASE
source: Walizka
en: Suitcase
es: Maleta

# ICON_SUN
source: Słońce
en: Sun
es: Sol

# ICON_SYRINGE
source: Strzykawka
en: Syringe
es: Jeringa

# ICON_TAKEOUT
source: Na wynos
en: Takeout
es: Para llevar

# ICON_TEDDYBEAR
source: Miś
en: Teddybear
es: Osito de peluche

# ICON_TEXT_BOOK
source: Zeszyt
en: Text book
es: Cuaderno

# ICON_THEATER_MASKS
source: Teatr
en: Theater masks
es: Teatro

# ICON_TOILET
source: Toaleta
en: Toilet
es: Aseo

# ICON_TRAM
source: Tramwaj
en: Tram
es: Tranvía

# ICON_TREE
source: Drzewo
en: Tree
es: Árbol

# ICON_TROPHY
source: Trofeum
en: Trophy
es: Trofeo

# ICON_TSHIRT
source: Koszulka
en: T-Shirt
es: Camiseta

# ICON_VIDEO
source: Wideo
en: Video
es: Vídeo

# ICON_WAND
source: Różdżka
en: Wand
es: Varita

# INFLUENCE_STRING
source: Wpływ
en: Influence
es: Impacto

# LAST_7_DAYS_STRING
source: Ostatnie 7 dni
en: Last seven days
es: Últimos 7 días

# LAST_MONTH_STRING
source: Ostatni miesiąc
en: Last month
es: Último mes

# LOCK_DATA_STRING
source: Zablokuj dane
en: Lock data
es: Datos de bloqueo

# MONTH_STRING
source: Miesiąc
en: Month
es: Mes

# NAME_IS_EMPTY_MESSAGE
source: Nazwa nie może być pusta.
en: Name cannot be empty.
es: El nombre no debe estar vacío.

# NAME_STRING
source: Nazwa
en: Name
es: Nombre

# NEW_EXPENSE_STRING
source: Nowy wydatek
en: New expense
es: Nuevos gastos

# NEW_PIN_STRING
source: Podaj nowy pin
en: Enter new PIN code
es: Introduzca el nuevo pin

# NEW_TAG_STRING
source: Nowy tag
en: New tag
es: Nueva etiqueta

# NO_DATA_FILTER_STRING
source: Nie znaleziono danych przy aktywnym filtrze.
en: No data found with this filter.
es: No se han encontrado datos con el filtro activo.

# NO_DATA_STRING
source: Brak danych
en: No data
es: No hay datos disponibles

# NO_EXPENSES_DESCRIPTION
source: Dodaj nowy wydatek, aby zobaczyć listę wydatków oraz statystyki.
en: Add a new expense to see the list and statistics.
es: Añada un nuevo gasto para ver una lista de gastos y estadísticas.

# NO_EXPENSES_STRING
source: Brak wydatków
en: No expenses
es: Sin gastos

# NO_TAGS_DESCRIPTION
source: Dodaj tag, aby kategoryzować swoje wydatki.
en: Add tags to classify your expenses.
es: Añada una etiqueta para clasificar sus gastos.

# NO_TAGS_STRING
source: Brak tagów
en: No tags
es: Sin etiquetas

# OTHER_EXPENSES_STRING
source: Pozostałe wydatki
en: Other expenses
es: Otros gastos

# OTHERS_TOTAL_STRING
source: Suma pozostałych wydatków
en: Total other expenses
es: Total otros gastos

# PAID_STRING
source: Wydano
en: Spent
es: Publicado en

# PHOTO_STRING
source: Zdjęcie
en: Photo
es: Foto

# PLN
source: zł
en: PLN

# PRIVACY_STRING
source: Prywatność
en: Privacy
es: Privacidad

# RANGE_STRING
source: Zakres
en: Range
es: Alcance

# RECENT_STRING
source: Ostatnie
en: Recent
es: Última

# REMAINING_STRING
source: Pozostało
en: Remaining
es: Resto

# SAVE_STRING
source: Zapisz
en: Save
es: Guardar

# SEARCH_STRING
source: Szukaj
en: Search
es: Buscar en

# SETTINGS_STRING
source: Ustawienia
en: Settings
es: Ajustes

# SHOW_ALL_STRING
source: Pokaż wszystkie
en: Show all
es: Mostrar todo

# STATISTICS_STRING
source: Statystyki
en: Statistics
es: Estadísticas

source: Stuknij tutaj, aby dodać nowy wydatek.
en: Tap here to add a new expense
es: Pulse aquí para añadir un nuevo gasto.

# TAGS_STRING
source: Tagi
en: Tags
es: Etiquetas

# TAKE_PHOTO_STRING
source: Zrób zdjęcie
en: Take photo
es: Haz una foto

# THEME_STRING
source: Motyw
en: Theme
es: Motivo

# THIS_EXPENSE_STRING
source: Ten wydatek
en: This expense
es: Este gasto

# this_month
source: Ten miesiąc
en: This month
es: Este mes

# THIS_MONTH_STRING
source: Ten miesiąc
en: This Month
es: Este mes

# today
source: Dzisiaj
en: Today
es: Hoy

# TODAY_STRING
source: Dzisiaj
en: Today
es: Hoy

# TOTAL_EXPENSES_STRING
source: Suma wydatków
en: Total expenses
es: Gastos totales

# TOTAL_STRING
source: Suma
en: Total
es: Total

# TOTAL_WITH_TAG_STRING
source: Suma pozostałych wydatków z tym tagiem
en: Total other expenses with this tag
es: Total de otros gastos con esta etiqueta

# UNTAGGED_STRING
source: Brak tagu
en: Untagged
es: Sin etiqueta

# USE_BIOMETRICS_STRING
source: Używaj biometrii
en: Use biometrics
es: Utilizar la biometría

# VIEW_STRING
source: Widok
en: View
es: Ver

source: Dodaj nowy wydatek
es: Añadir nuevo gasto

# ICON_PARTY_POPPER
source: Party popper
es: Fiesta popper

# ICON_POPCORN
source: Popcorn
es: Palomitas de maíz

# ICON_TAG
source: Tag
es: Etiqueta

source: Name
es: Nombre

# TAG_STRING
source: Tag
es: Etiqueta
